a1="Дриопитек"
a2="Ардипитек"
a3="Австралопитек"
a4="Человек умелый"
a5="Человек прямоходящий"
a6="Палеоантропы"
a7="Неоантропы"
print ("Тест по биологии")
print ("Задание №1:Введите по порядку этапы развития человека")
print ("Первый этап развития человека?")
answer1 = input ()
print ("Второй этап развития человека?")
answer2 = input ()
print ("Третий этап развития человека?")
answer3 = input ()
print ("Четвертый этап развития человека?")
answer4 = input ()
print ("Пятый этап развития человека?")
answer5 = input ()
print ("Шестой этап развития человека?")
answer6 = input ()
print ("Седьмой этап развития человека?")
answer7 = input ()
print ('Вот правильный ответ:')
print  (a1, a2,a3,a4,a5,a6,a7, sep='=>')
print ( "Сверьте свой ответ: + ")
print (answer1, answer2, answer3, answer4,answer6, answer7, sep='=>')
